Repository: sukhaman/ProjectAssistant
Catalog: Sources/ProjectAssistant/SupportingFiles/*.lproj/Constant.strings
Languages: es

# valid_email_alert
source: Please enter valid Email ID
es: Ingrese una ID de correo electrónico válida

# invalid_first_name_alert
source: Please enter First name
es: Por favor, introduzca el nombre

# invalid_last_name_alert
source: Please enter Last name
es: Por favor ingrese Apellido

# invalid_middle_name_alert
source: Please enter Middle name
es: Por favor ingrese segundo nombre

# invalid_number_alert
source: Please enter Number
es: Por favor ingrese Número

# invalid_address_alert
source: Please enter Address
es: Por favor ingrese la dirección

# invalid_state_alert
source: Please enter State
es: Por favor ingrese Estado

# valid_password_alert
source: Password must contains 8 or more characters with a mix of letters, numbers & symbols
es: La contraseña debe contener 8 o más caracteres con una combinación de letras, números y símbolos

# valid_new_password_alert
source: New password must contains 8 or more characters with a mix of letters, numbers & symbols
es: La nueva contraseña debe contener 8 o más caracteres con una combinación de letras, números y símbolos

# invalid_confirm_password_alert
source: Please enter valid Confirm password
es: Por favor, introduzca una contraseña de confirmación válida

# invalid_confirm_password_mismatch_alert
source: Confirm password must be same as Password
es: Confirmar contraseña debe ser la misma que la contraseña

# confirm_new_password_alert
source: Please enter New confirm password
es: Por favor ingrese Nueva contraseña de confirmación

# confirm_new_password_mismatch_alert
source: New confirm password must be same as New password
es: La nueva contraseña de confirmación debe ser la misma que la nueva contraseña

# invalid_terms_conditions_alert
source: Accept terms & conditions
es: Aceptar términos y condiciones

# invalid_country_code_alert
source: Enter Country code
es: Ingrese el código de país

# invalid_phone_number_alert
source: Enter Phone number
es: Ingresa número telefónico

# invalid_OTP_code_alert
source: Enter valid OTP code
es: Ingrese un código OTP válido

# invalid_full_name_alert
source: Enter Full name
es: Introduzca un número de tarjeta válido

# invalid_card_number_alert
source: Enter valid Card number
es: Introduzca un número de tarjeta válido

# invalid_expire_date_alert
source: Enter valid expire date
es: Introduzca una fecha de caducidad válida

# invalid_cvv_number_alert
source: Enter valid Cvv number
es: Ingrese un número de CVV válido

# invalid_zip_code_alert
source: Enter Zip code
es: Introduzca código postal

# invalid_description_alert
source: Enter description
es: Introduce la descripción

# no_internet_alert
source: No internet connection available
es: No hay conexión a Internet disponible

# track_progress
source: Track your transaction's progress.
es: Seguimiento del progreso de su transacción.

# view_personal_info
source: View or update your personal information.
es: Ver o actualizar su información personal.

# add_co_buyer_info
source: Add a co-buyer (if you have one).
es: Agregue un co-comprador (si tiene uno).

# add_deal_info
source: Add your Deal Information.
es: Agrega la información de tu oferta.

# add_vehicle_purchase
source: Add a Vehicle for Purchase
es: Agregar un vehículo para la compra

# add_vehicle_trade
source: Add a Vehicle for Trade.
es: Agregue un vehículo para intercambiar.

# add_your_id
source: Add your ID (Driver’s License or State ID).
es: Agregue su identificación (licencia de conducir o identificación estatal).

# track_pre_req_forms
source: Track your Pre-Requisite forms.
es: Seguimiento de sus formularios de requisitos previos.

# fill_sign_submit
source: Fill up, Sign, & Submit your credit forms.
es: Complete, firme y envíe sus formularios de crédito.

# track_closing_form
source: Track your Closing Form.
es: Seguimiento de su formulario de cierre.

# upload_documents_view
source: Upload and view Supporting Documents(Pay Stubs, Utility Bills, etc.).
es: Cargue y vea los documentos de respaldo (talones de pago, facturas de servicios públicos, etc.).

# library
source: Upload Document From Library
es: Cargar documento desde la biblioteca

# files
source: Upload Document From Files
es: Cargar documento desde archivos

# exit_updating_co_buyer
source: Exit updating your co-buyer information
es: Salir de la actualización de su información de co-comprador

source: My Documents
es: Mis documentos

# valid_ssn
source: Please enter valid Social Security Number
es: Ingrese un número de seguro social válido

# enter_dob
source: Please enter Date of Birth
es: Por favor ingrese la fecha de nacimiento

# enter_driver_license_number
source: Please enter driver license number
es: Por favor ingrese el número de licencia de conducir

# enter_driver_license_state
source: Please enter driver license state
es: Ingrese el estado de la licencia de conducir

# enter_cell_phone_number
source: Please enter cell phone number
es: Por favor ingrese el número de teléfono celular

# enter_home_phone_number
source: Please enter valid home phone number
es: Ingrese un número de teléfono residencial válido

# enter_company_name
source: Please enter company name
es: Por favor, introduzca el nombre de la empresa

# enter_tax_id
source: Please enter tax Id
es: Por favor, introduzca el número de identificación fiscal

# select_housing_status
source: Please select housing status
es: Seleccione el estado de la vivienda

# enter_monthly_payment
source: Please enter monthly payment
es: Por favor ingrese el pago mensual

# enter_amount_years
source: Please enter an amount in years and/or months
es: Por favor ingrese una cantidad en años y/o meses

# address_not_cover_years
source: The address(es) you added does not cover 2 years of housing
es: La(s) dirección(es) que ha añadido no cubre(n) 2 años de vivienda

# add_more_address
source: Please add previous and/or Second previous addresses to cover 2 years of housing
es: Añada la 1ª y/o 2ª dirección anterior para cubrir 2 años de vivienda

# enter_employee_name
source: Please enter employer name
es: Seleccione el nombre del empleador

# enter_occupation_payment
source: Please enter occupation
es: Seleccione el pago de la ocupación

# enter_phone_number
source: Please enter phone number
es: Por favor ingrese el número de teléfono

# employee_status
source: Please select employee status
es: Seleccione el estado del empleado

# enter_gross_income
source: Please enter Gross Income
es: Por favor ingrese Salario

# select_payment_type
source: Please select payment type
es: Seleccione el tipo de pago

# employee_info_not_cover
source: The employment information you added does not cover 2 years of employment
es: La(s) dirección(es) que ha añadido no cubre(n) 2 años de historial de empleo

# add_more_employee_info
source: Please add previous and/or Second previous employment to cover 2 years of employment
es: Añada la 1ª y/o 2ª dirección anterior para cubrir 2 años de historial de empleo

# employee_covers_years
source: The employment history you added covers 2 years
es: El historial de empleo que ha añadido cubre 2 años

# employee_covers_message
source: Please tap “Next” to move on to the next step. If not, tap “add more” to add more info
es: Pulse “Siguiente” para ir al siguiente paso. Si no es así, pulse “añadir más” para añadir más información

# enter_full_name
source: Please enter full name
es: Por favor ingrese el nombre completo

# choose_terms_conditions
source: Please choose terms and condition
es: Por favor elija términos y condiciones

# enter_valid_captcha
source: Please enter valid captcha code
es: Ingrese un código captcha válido

# enter_subject
source: Please enter Subject
es: Por favor ingrese Asunto

# enter_message
source: Please enter Message
es: Por favor ingrese el mensaje

# enter_new_password
source: Please enter New password
es: Por favor ingrese Nueva contraseña

# address_updated
source: Address updated successfully
es: Dirección actualizada correctamente

# enter_make
source: Please enter make
es: Por favor ingrese hacer

# enter_VIN
source: Please enter VIN
es: Por favor ingrese VIN

# enter_year
source: Please enter year
es: Por favor ingrese el año

# enter_model
source: Please enter model
es: Por favor ingrese el modelo

# registered_owner
source: Please enter the name of registered owner
es: Por favor ingrese el nombre del propietario registrado

# enter_state
source: Please enter State
es: Por favor ingrese Estado

# invalid_email_password
source: Invalid Email ID or Password
es: ID de correo electrónico o contraseña no válidos

# valid_phone_number
source: Enter valid Phone number
es: Introduzca un número de teléfono válido

# password_not_same
source: Both passwords are not same
es: Ambas contraseñas no son iguales.

# scan_front_back
source: Tap the license graphics to Scan front and back of your
es: Toque los gráficos de la licencia para escanear el anverso y el reverso de su

# enter_id_number
source: Please enter id number
es: Por favor ingrese el número de identificación

# enter_exp_date
source: Please enter expiration date
es: Por favor, introduzca la fecha de caducidad

# enter_issued_date
source: Please enter issued date
es: Por favor ingrese la fecha de emisión

# choose_your_gender
source: Please choose your gender
es: Por favor elige tu género

# confirm_cell_number
source: Please confirm your cell phone number
es: Por favor confirme su número de celular

# enter_OTP
source: Please enter one-time access code
es: Ingrese el código de acceso único

source: OK
es: DE ACUERDO

source: Apply Filter
es: Aplicar filtro

source: IMPORTANT!
es: IMPORTANTE!

# customer_front_to_process
source: Ensure Customer is in front of you to proceed
es: Asegúrese de que el cliente esté frente a usted para continuar

source: Proceed
es: Proceder

source: Cancel
es: Cerrar

source: Privacy Notice
es: Aviso de Privacidad

source: Terms & Conditions
es: Términos y condiciones

source: Purchase Acknowledgement
es: Acuse de Compra

source: Back
es: Atrás

source: Done
es: Hecho

# selct_sales_rep
source: Select Sales Representative
es: Seleccionar representante de ventas

source: Download Documents
es: Descargar Documentos

# OTP_title
source: One-Time Access Code
es: Código de acceso único

# OTP_desc
source: Please input the access code sent to your cell phone number and then click/tap submit. If you didn't receive the text message, please click/tap Resend.
es: Introduzca el código de acceso enviado a su número de teléfono y haga clic/pulse en Enviar. Si no ha recibido el mensaje de texto, haga clic/pulse en Reenviar.

source: One-Time Access Code
es: Código de acceso único

source: Resend
es: Reenviar

source: Submit
es: Enviar

# date_birth_range
source: Please input DOB between 16-95 years old.
es: Por favor ingrese fecha de nacimiento entre 16 y 95 años.

# please_wait
source: Just a Moment Please...
es: Por Favor Esperar...

# select_type_id
source: Please select type of id
es: Seleccione el tipo de identificación
